tap "aws/tap"
tap "cloudfoundry/tap"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "microsoft/git"
tap "tehzz/n64-dev"
brew "astyle"
brew "openssl@1.1"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "bat"
brew "grpc"
brew "bear"
brew "blueutil"
brew "gcc"
brew "btop"
brew "capstone"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "docker", link: false
brew "dotnet"
brew "doxygen"
brew "folly"
brew "edencommon"
brew "pkg-config"
brew "emacs"
brew "libssh2"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fcrackzip"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "hashcat"
brew "htop"
brew "libssh"
brew "llvm"
brew "make"
brew "markdown"
brew "mdp"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "perl"
brew "python@3.10"
brew "python@3.8"
brew "ripgrep"
brew "rsync"
brew "slides"
brew "speedtest-cli"
brew "tmux"
brew "vim"
brew "vivid"
brew "watchman"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
cask "1password"
cask "alacritty"
cask "anki"
cask "appcleaner"
cask "balenaetcher"
cask "bitwarden"
cask "blender"
cask "darktable"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "flux"
cask "foxitreader"
cask "gimp"
cask "git-credential-manager-core"
cask "google-chrome"
cask "hammerspoon"
cask "hiddenbar"
cask "krita"
cask "notion"
cask "obs"
cask "paintbrush"
cask "parsec"
cask "postman"
cask "protonvpn"
cask "rectangle"
cask "signal"
cask "slack"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wine-stable"
cask "wkhtmltopdf"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "Arjun.swagger-viewer"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EQuimper.react-native-react-redux"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "Gruntfuggly.todo-tree"
vscode "jdinhlife.gruvbox"
vscode "jeff-hykin.better-cpp-syntax"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-scss"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "msjsdiag.vscode-react-native"
vscode "Orta.vscode-jest"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "sainnhe.gruvbox-material"
vscode "streetsidesoftware.code-spell-checker"
vscode "Tyriar.lorem-ipsum"
vscode "venryx.vscode-vtools"
vscode "virgilsisoe.hammerspoon"
vscode "virgilsisoe.hammerspoon-snippets"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "xabikos.JavaScriptSnippets"
vscode "Zignd.html-css-class-completion"
