tap "aws/tap"
tap "cloudfoundry/tap"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "microsoft/git"
tap "railwaycat/emacsmacport"
tap "tehzz/n64-dev"
brew "jpeg-xl"
brew "aom"
brew "astyle"
brew "python@3.12"
brew "aws-sam-cli"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "grpc"
brew "bear"
brew "blueutil"
brew "gcc"
brew "btop"
brew "capstone"
brew "ccache"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "docutils"
brew "doxygen"
brew "duf"
brew "dust"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "unbound"
brew "emacs"
brew "eza"
brew "fcrackzip"
brew "fd"
brew "feh"
brew "harfbuzz"
brew "libass"
brew "libssh"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "go"
brew "hashcat"
brew "pkg-config"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "librsvg"
brew "poppler"
brew "vips"
brew "joplin-cli"
brew "jq"
brew "lighttpd"
brew "llvm"
brew "make"
brew "markdown"
brew "mdp"
brew "minikube"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nvm"
brew "openssl@1.1"
brew "perl"
brew "python@3.10"
brew "python@3.8"
brew "qemu"
brew "raylib"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "slides"
brew "speedtest-cli"
brew "subversion"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tor"
brew "vim"
brew "vivid"
brew "watchman"
brew "wget"
brew "wireshark"
brew "youtube-dl"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "railwaycat/emacsmacport/emacs-mac", link: false
cask "alacritty"
cask "appcleaner"
cask "bitwarden"
cask "blender"
cask "calibre"
cask "discord"
cask "docker"
cask "firefox"
cask "firefox@developer-edition"
cask "gimp"
cask "git-credential-manager"
cask "git-credential-manager"
cask "google-chrome"
cask "gstreamer-runtime"
cask "hammerspoon"
cask "hiddenbar"
cask "inkscape"
cask "joplin"
cask "karabiner-elements"
cask "krita"
cask "libreoffice"
cask "lulu"
cask "mucommander"
cask "paintbrush"
cask "rectangle"
cask "signal"
cask "slack"
cask "surfshark"
cask "the-unarchiver"
cask "thunderbird"
cask "transmission"
cask "vscodium"
cask "wine-stable"
