tap "aws/tap"
tap "cloudfoundry/tap"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "microsoft/git"
tap "railwaycat/emacsmacport"
tap "tehzz/n64-dev"
brew "astyle"
brew "python@3.12"
brew "aws-sam-cli"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "grpc"
brew "bear"
brew "blueutil"
brew "gcc"
brew "btop"
brew "capstone"
brew "ccache"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "docutils"
brew "doxygen"
brew "duf"
brew "dust"
brew "folly"
brew "edencommon"
brew "unbound"
brew "emacs"
brew "eza"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fcrackzip"
brew "fd"
brew "libssh"
brew "fzf"
brew "gh"
brew "git"
brew "git-gui"
brew "git-lfs"
brew "go"
brew "hashcat"
brew "htop"
brew "imagemagick"
brew "joplin-cli"
brew "jq"
brew "lighttpd"
brew "llvm"
brew "make"
brew "markdown"
brew "mdp"
brew "minikube"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "ninja"
brew "nvm"
brew "openssl@1.1"
brew "perl"
brew "pkg-config"
brew "python@3.10"
brew "python@3.8"
brew "raylib"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "slides"
brew "speedtest-cli"
brew "subversion"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "transmission-cli"
brew "vim"
brew "vivid"
brew "watchman"
brew "wget"
brew "wireshark"
brew "youtube-dl"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "railwaycat/emacsmacport/emacs-mac", link: false
cask "1password"
cask "alacritty"
cask "anki"
cask "appcleaner"
cask "bitwarden"
cask "calibre"
cask "digikam"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "gimp"
cask "git-credential-manager-core"
cask "google-chrome"
cask "gstreamer-runtime"
cask "hammerspoon"
cask "hiddenbar"
cask "inkscape"
cask "jdownloader"
cask "joplin"
cask "karabiner-elements"
cask "krita"
cask "libreoffice"
cask "lulu"
cask "notion"
cask "obs"
cask "paintbrush"
cask "postman"
cask "rectangle"
cask "signal"
cask "slack"
cask "surfshark"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "arjun.swagger-viewer"
vscode "bradlc.vscode-tailwindcss"
vscode "burkeholland.simple-react-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "equimper.react-native-react-redux"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "jdinhlife.gruvbox"
vscode "jeff-hykin.better-cpp-syntax"
vscode "keyring.lua"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-scss"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "msjsdiag.vscode-react-native"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sainnhe.gruvbox-material"
vscode "sirmspencer.vscode-autohide"
vscode "sumneko.lua"
vscode "tomrijndorp.find-it-faster"
vscode "tyriar.lorem-ipsum"
vscode "vadimcn.vscode-lldb"
vscode "virgilsisoe.hammerspoon"
vscode "virgilsisoe.hammerspoon-snippets"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "xabikos.javascriptsnippets"
vscode "zignd.html-css-class-completion"
